{
  "token_to_id": {
    "(": 0,
    "(1": 1,
    "(1*": 2,
    "(1+": 3,
    "(1+G+": 4,
    "(1+R+": 5,
    "(1+c+": 6,
    "(1+e+": 7,
    "(1+h+": 8,
    "(1+k+": 9,
    "(1+pi+": 10,
    "(1-": 11,
    "(1/2*": 12,
    "(1/2+": 13,
    "(1/2+N_A+": 14,
    "(1/2+c+": 15,
    "(1/2+e+": 16,
    "(1/2+h+": 17,
    "(1/2+k+": 18,
    "(1/2+pi+": 19,
    "(1/2-": 20,
    "(1/3*": 21,
    "(1/3+": 22,
    "(1/3+N_A+": 23,
    "(1/3+c+": 24,
    "(1/3+e+": 25,
    "(1/3+h+": 26,
    "(1/3+k+": 27,
    "(1/3+pi+": 28,
    "(1/3-": 29,
    "(4": 30,
    "(4*": 31,
    "(4+": 32,
    "(4+G+": 33,
    "(4+c+": 34,
    "(4-": 35,
    "(4/3*": 36,
    "(4/3+": 37,
    "(4/3-": 38,
    ")": 39,
    ")+": 40,
    ")+(": 41,
    ")+(4/3+": 42,
    ")+1": 43,
    ")+cos(": 44,
    ")+d": 45,
    ")+ln(": 46,
    ")+partial": 47,
    ")+tan(": 48,
    ")-": 49,
    ")-(": 50,
    ")-(k+": 51,
    ")-1": 52,
    ")-d": 53,
    ")-ln(": 54,
    ")-partial": 55,
    ")-tan(": 56,
    ")/(": 57,
    ")/(1": 58,
    ")/(1*": 59,
    ")/(1+": 60,
    ")/(1-": 61,
    ")/(1/2*": 62,
    ")/(1/2+": 63,
    ")/(1/2-": 64,
    ")/(1/3*": 65,
    ")/(1/3+": 66,
    ")/(1/3-": 67,
    ")/(2*": 68,
    ")/(2+": 69,
    ")/(2-": 70,
    ")/(2/3*": 71,
    ")/(2/3+": 72,
    ")/(2/3-": 73,
    ")/(3*": 74,
    ")/(3+": 75,
    ")/(3-": 76,
    ")/(4": 77,
    ")/(4*": 78,
    ")/(4+": 79,
    ")/(4-": 80,
    ")/(4/3*": 81,
    ")/(4/3+": 82,
    ")/(4/3-": 83,
    ")^-1": 84,
    ")^-1+": 85,
    ")^1/2": 86,
    ")^1/2+": 87,
    ")^1/2-": 88,
    ")^2": 89,
    ")^2+": 90,
    ")^2+(": 91,
    ")^2-": 92,
    ")^2-(": 93,
    ")^3": 94,
    ")^3+": 95,
    ")^3-": 96,
    ")^3-(": 97,
    ")^n": 98,
    ")^n+": 99,
    ")^n+(": 100,
    ")^n+1": 101,
    ")^n+1+": 102,
    ")^n+1-": 103,
    ")^n-": 104,
    ")^n-(": 105,
    ")dV": 106,
    ")dr": 107,
    ")dt": 108,
    ")dx": 109,
    ")dx-": 110,
    "*": 111,
    "*a": 112,
    "*v": 113,
    "+": 114,
    "+(": 115,
    "+V": 116,
    "+a": 117,
    "+a)": 118,
    "+a+": 119,
    "+d": 120,
    "+t": 121,
    "+v": 122,
    "+v)": 123,
    "-": 124,
    "-(": 125,
    "-1": 126,
    "-d": 127,
    "-partial": 128,
    "/2": 129,
    "/2*": 130,
    "/2+": 131,
    "/2-": 132,
    "/3*": 133,
    "/3+": 134,
    "/3-": 135,
    "/dt": 136,
    "/dt+": 137,
    "/dt-": 138,
    "/dx": 139,
    "/dx+": 140,
    "/dx-": 141,
    "/partialr": 142,
    "/partialt": 143,
    "/partialt+": 144,
    "/partialx": 145,
    "/partialy": 146,
    "1": 147,
    "2*": 148,
    "2+": 149,
    "2+G+": 150,
    "2+N_A+": 151,
    "2+R+": 152,
    "2+c+": 153,
    "2+e+": 154,
    "2+h+": 155,
    "2+k+": 156,
    "2+pi+": 157,
    "2-": 158,
    "2/3*": 159,
    "2/3+": 160,
    "2/3+G+": 161,
    "2/3+N_A+": 162,
    "2/3+R+": 163,
    "2/3+e+": 164,
    "2/3+k+": 165,
    "2/3-": 166,
    "3*": 167,
    "3+": 168,
    "3+G+": 169,
    "3+N_A+": 170,
    "3+R+": 171,
    "3+c+": 172,
    "3+h+": 173,
    "3+k+": 174,
    "3+pi+": 175,
    "3-": 176,
    "4": 177,
    "4*": 178,
    "4+": 179,
    "4-": 180,
    "4/3+": 181,
    "4/3-": 182,
    "=": 183,
    "=(": 184,
    "=(1": 185,
    "=(1*": 186,
    "=(1+": 187,
    "=(1-": 188,
    "=(1/2*": 189,
    "=(1/2+": 190,
    "=(1/2-": 191,
    "=(1/3*": 192,
    "=(1/3+": 193,
    "=(1/3-": 194,
    "=(2+": 195,
    "=(2/3+": 196,
    "=(3+": 197,
    "=(4": 198,
    "=(4+": 199,
    "=(4-": 200,
    "=(4/3*": 201,
    "=(4/3+": 202,
    "=(4/3-": 203,
    "=0^N": 204,
    "=0^N(": 205,
    "=0^inf": 206,
    "=0^inf(": 207,
    "=0^n": 208,
    "=0^n(": 209,
    "=1": 210,
    "=1*": 211,
    "=1+": 212,
    "=1-": 213,
    "=1/2*": 214,
    "=1/2+": 215,
    "=1/2-": 216,
    "=1/3*": 217,
    "=1/3+": 218,
    "=1/3-": 219,
    "=1^N": 220,
    "=1^N(": 221,
    "=1^inf": 222,
    "=1^inf(": 223,
    "=1^n": 224,
    "=1^n(": 225,
    "=4": 226,
    "=4*": 227,
    "=4+": 228,
    "=4-": 229,
    "=4/3*": 230,
    "=4/3+": 231,
    "=4/3-": 232,
    "=cos": 233,
    "=cos(": 234,
    "=cos(4+": 235,
    "=d": 236,
    "=dA": 237,
    "=dC": 238,
    "=dE": 239,
    "=dI": 240,
    "=dL": 241,
    "=dP": 242,
    "=dP/dx": 243,
    "=dQ": 244,
    "=dR": 245,
    "=dT": 246,
    "=dV": 247,
    "=dW": 248,
    "=da": 249,
    "=da/dx": 250,
    "=delta": 251,
    "=dg": 252,
    "=dh": 253,
    "=dm": 254,
    "=dn": 255,
    "=dv": 256,
    "=exp": 257,
    "=exp(": 258,
    "=exp(4/3+": 259,
    "=int": 260,
    "=int(": 261,
    "=int(4/3+": 262,
    "=int(N_A+": 263,
    "=int_0": 264,
    "=int_0^L(": 265,
    "=int_0^b(": 266,
    "=int_0^inf(": 267,
    "=int_L": 268,
    "=int_L^L(": 269,
    "=int_L^b(": 270,
    "=int_a": 271,
    "=int_a^L(": 272,
    "=int_a^b(": 273,
    "=int_a^inf(": 274,
    "=ln(": 275,
    "=ln(R+": 276,
    "=log": 277,
    "=log(": 278,
    "=partial": 279,
    "=partialA": 280,
    "=partialB": 281,
    "=partialC": 282,
    "=partialE": 283,
    "=partialF": 284,
    "=partialI": 285,
    "=partialL": 286,
    "=partialP": 287,
    "=partialQ": 288,
    "=partialR": 289,
    "=partialT": 290,
    "=partialW": 291,
    "=partiala": 292,
    "=partialg": 293,
    "=partialh": 294,
    "=partialm": 295,
    "=partialn": 296,
    "=partialp": 297,
    "=s": 298,
    "=sin": 299,
    "=sin(": 300,
    "=sqrt": 301,
    "=sqrt(": 302,
    "=sum_i": 303,
    "=sum_i=0^inf(": 304,
    "=sum_i=0^n(": 305,
    "=sum_i=1^inf(": 306,
    "=sum_j": 307,
    "=sum_j=0^n(": 308,
    "=sum_j=1^n(": 309,
    "=sum_k": 310,
    "=sum_k=0^inf(": 311,
    "=sum_k=1^n(": 312,
    "=sum_n": 313,
    "=sum_n=1^n(": 314,
    "=tan(": 315,
    "=tan(4+": 316,
    "A": 317,
    "A)": 318,
    "A+": 319,
    "A-": 320,
    "A=": 321,
    "A=(": 322,
    "A_0": 323,
    "A_i": 324,
    "B": 325,
    "B)": 326,
    "B+": 327,
    "B=": 328,
    "B=(": 329,
    "B_avg": 330,
    "B_i": 331,
    "B_min": 332,
    "B_rms": 333,
    "C": 334,
    "C)": 335,
    "C+": 336,
    "C=": 337,
    "C=(": 338,
    "C_avg": 339,
    "C_max": 340,
    "C_min": 341,
    "C_rms": 342,
    "E": 343,
    "E)": 344,
    "E*": 345,
    "E+": 346,
    "E=": 347,
    "E=(": 348,
    "E_1": 349,
    "E_rms": 350,
    "F": 351,
    "F)": 352,
    "F+": 353,
    "F=": 354,
    "F=(": 355,
    "F_avg": 356,
    "F_min": 357,
    "F_rms": 358,
    "G*": 359,
    "G+": 360,
    "G-": 361,
    "I": 362,
    "I)": 363,
    "I*": 364,
    "I+": 365,
    "I=": 366,
    "I=(": 367,
    "I_0": 368,
    "I_f": 369,
    "I_max": 370,
    "I_rms": 371,
    "L": 372,
    "L)": 373,
    "L)/(": 374,
    "L*": 375,
    "L+": 376,
    "L=": 377,
    "L=(": 378,
    "L_1": 379,
    "L_avg": 380,
    "L_f": 381,
    "L_net": 382,
    "N_A*": 383,
    "N_A+": 384,
    "N_A-": 385,
    "P": 386,
    "P)": 387,
    "P+": 388,
    "P-": 389,
    "P=": 390,
    "P=(": 391,
    "P_0": 392,
    "P_avg": 393,
    "P_i": 394,
    "Q": 395,
    "Q)": 396,
    "Q+": 397,
    "Q=": 398,
    "Q=(": 399,
    "Q_1": 400,
    "Q_avg": 401,
    "Q_max": 402,
    "R": 403,
    "R)": 404,
    "R*": 405,
    "R+": 406,
    "R-": 407,
    "R=": 408,
    "R=(": 409,
    "R_2": 410,
    "R_i": 411,
    "R_min": 412,
    "R_net": 413,
    "R_rms": 414,
    "T": 415,
    "T)": 416,
    "T*": 417,
    "T+": 418,
    "T=": 419,
    "T=(": 420,
    "T_max": 421,
    "T_min": 422,
    "T_rms": 423,
    "V": 424,
    "V)": 425,
    "V+": 426,
    "V-": 427,
    "V=": 428,
    "V=(": 429,
    "V_avg": 430,
    "V_min": 431,
    "W": 432,
    "W)": 433,
    "W*": 434,
    "W+": 435,
    "W-": 436,
    "W=": 437,
    "W=(": 438,
    "W_f": 439,
    "^": 440,
    "^*": 441,
    "^*)": 442,
    "^**": 443,
    "^*+": 444,
    "^*-": 445,
    "^+": 446,
    "^+)": 447,
    "^+*": 448,
    "^++": 449,
    "^+-": 450,
    "^-": 451,
    "^-)": 452,
    "^-*": 453,
    "^-+": 454,
    "^--": 455,
    "^-1": 456,
    "^-1)": 457,
    "^-1)+": 458,
    "^-1*": 459,
    "^-1+": 460,
    "^-1-": 461,
    "^2": 462,
    "^2)": 463,
    "^2*": 464,
    "^2+": 465,
    "^2-": 466,
    "^3": 467,
    "^3)": 468,
    "^3*": 469,
    "^3+": 470,
    "^3-": 471,
    "^L": 472,
    "^L(": 473,
    "^b": 474,
    "^b(": 475,
    "^circ": 476,
    "^circ)": 477,
    "^circ*": 478,
    "^circ+": 479,
    "^circ-": 480,
    "^inf": 481,
    "^inf(": 482,
    "^n": 483,
    "^n)": 484,
    "^n*": 485,
    "^n+": 486,
    "^n-": 487,
    "_0": 488,
    "_0)": 489,
    "_0)/(": 490,
    "_0*": 491,
    "_0+": 492,
    "_0-": 493,
    "_0=(": 494,
    "_1": 495,
    "_1)": 496,
    "_1)/(": 497,
    "_1*": 498,
    "_1+": 499,
    "_1-": 500,
    "_1=(": 501,
    "_2": 502,
    "_2)": 503,
    "_2)/(": 504,
    "_2*": 505,
    "_2+": 506,
    "_2-": 507,
    "_2=(": 508,
    "_avg": 509,
    "_avg)": 510,
    "_avg)/(": 511,
    "_avg*": 512,
    "_avg+": 513,
    "_avg-": 514,
    "_avg=(": 515,
    "_f": 516,
    "_f)": 517,
    "_f)/(": 518,
    "_f*": 519,
    "_f+": 520,
    "_f-": 521,
    "_f=": 522,
    "_f=(": 523,
    "_i": 524,
    "_i)": 525,
    "_i)/(": 526,
    "_i*": 527,
    "_i+": 528,
    "_i-": 529,
    "_i=(": 530,
    "_max": 531,
    "_max)": 532,
    "_max)/(": 533,
    "_max*": 534,
    "_max+": 535,
    "_max-": 536,
    "_max=(": 537,
    "_min": 538,
    "_min)": 539,
    "_min)/(": 540,
    "_min*": 541,
    "_min+": 542,
    "_min-": 543,
    "_min=": 544,
    "_net": 545,
    "_net)": 546,
    "_net)/(": 547,
    "_net*": 548,
    "_net+": 549,
    "_net-": 550,
    "_net=": 551,
    "_net=(": 552,
    "_rms": 553,
    "_rms)": 554,
    "_rms*": 555,
    "_rms+": 556,
    "_rms-": 557,
    "a": 558,
    "a)": 559,
    "a*": 560,
    "a+": 561,
    "a-": 562,
    "a=": 563,
    "a=(": 564,
    "a=d": 565,
    "a=partial": 566,
    "a_0": 567,
    "a_1": 568,
    "a_2": 569,
    "a_avg": 570,
    "a_f": 571,
    "a_i": 572,
    "a_max": 573,
    "a_min": 574,
    "a_rms": 575,
    "alpha": 576,
    "alpha)": 577,
    "alpha+": 578,
    "b": 579,
    "b)": 580,
    "b+": 581,
    "b=": 582,
    "b=(": 583,
    "b_0": 584,
    "b_1": 585,
    "b_i": 586,
    "b_net": 587,
    "b_rms": 588,
    "beta": 589,
    "beta)": 590,
    "beta*": 591,
    "beta+": 592,
    "c": 593,
    "c)": 594,
    "c*": 595,
    "c+": 596,
    "c-": 597,
    "cos": 598,
    "cos(": 599,
    "d": 600,
    "d)": 601,
    "d+": 602,
    "da": 603,
    "delta": 604,
    "delta)": 605,
    "delta+": 606,
    "e*": 607,
    "e+": 608,
    "e-": 609,
    "elta": 610,
    "epsilon": 611,
    "epsilon)": 612,
    "epsilon+": 613,
    "epsilon-": 614,
    "exp": 615,
    "exp(": 616,
    "g": 617,
    "g)": 618,
    "g*": 619,
    "g+": 620,
    "g=": 621,
    "g=(": 622,
    "g_avg": 623,
    "g_rms": 624,
    "gamma": 625,
    "gamma)": 626,
    "gamma+": 627,
    "h": 628,
    "h)": 629,
    "h*": 630,
    "h+": 631,
    "h-": 632,
    "h=": 633,
    "h=(": 634,
    "h_avg": 635,
    "h_i": 636,
    "h_max": 637,
    "h_min": 638,
    "h_rms": 639,
    "int": 640,
    "int(": 641,
    "int_0": 642,
    "int_L": 643,
    "int_a": 644,
    "k*": 645,
    "k+": 646,
    "k-": 647,
    "lambda": 648,
    "lambda)": 649,
    "lambda+": 650,
    "lambda-": 651,
    "ln": 652,
    "ln(": 653,
    "log": 654,
    "log(": 655,
    "m": 656,
    "m)": 657,
    "m*": 658,
    "m+": 659,
    "m-": 660,
    "m=": 661,
    "m=(": 662,
    "m_0": 663,
    "m_avg": 664,
    "mu": 665,
    "mu)": 666,
    "mu+": 667,
    "mu-": 668,
    "n": 669,
    "n)": 670,
    "n+": 671,
    "n=": 672,
    "n=(": 673,
    "n_min": 674,
    "n_rms": 675,
    "omega": 676,
    "omega)": 677,
    "omega+": 678,
    "omega-": 679,
    "p": 680,
    "p)": 681,
    "p+": 682,
    "p-": 683,
    "p=": 684,
    "p=(": 685,
    "p_2": 686,
    "p_avg": 687,
    "p_min": 688,
    "p_net": 689,
    "partial": 690,
    "phi": 691,
    "phi)": 692,
    "phi*": 693,
    "phi+": 694,
    "pi*": 695,
    "pi+": 696,
    "pi-": 697,
    "psi": 698,
    "psi)": 699,
    "psi+": 700,
    "psi-": 701,
    "r": 702,
    "r)": 703,
    "r+": 704,
    "r-": 705,
    "s": 706,
    "s)": 707,
    "s+": 708,
    "sigma": 709,
    "sigma)": 710,
    "sigma*": 711,
    "sigma+": 712,
    "sin": 713,
    "sin(": 714,
    "sqrt": 715,
    "sqrt(": 716,
    "sum_i": 717,
    "sum_j": 718,
    "sum_k": 719,
    "sum_n": 720,
    "t": 721,
    "t)": 722,
    "t+": 723,
    "t-": 724,
    "tan": 725,
    "tan(": 726,
    "tau": 727,
    "tau)": 728,
    "tau+": 729,
    "tau-": 730,
    "theta": 731,
    "theta)": 732,
    "theta+": 733,
    "u": 734,
    "u)": 735,
    "u+": 736,
    "u-": 737,
    "v": 738,
    "v)": 739,
    "v*": 740,
    "v+": 741,
    "v-": 742,
    "v=": 743,
    "v=(": 744,
    "v_0": 745,
    "v_1": 746,
    "v_2": 747,
    "v_avg": 748,
    "v_min": 749,
    "v_net": 750,
    "v_rms": 751,
    "w": 752,
    "w)": 753,
    "w*": 754,
    "w+": 755,
    "x": 756,
    "x)": 757,
    "x+": 758,
    "x-": 759,
    "x=": 760,
    "x=(": 761,
    "x_i": 762,
    "x_net": 763,
    "x_rms": 764,
    "y": 765,
    "y)": 766,
    "y*": 767,
    "y+": 768,
    "y-": 769,
    "y=": 770,
    "y=(": 771,
    "y_1": 772,
    "y_avg": 773,
    "z": 774,
    "z)": 775,
    "z+": 776,
    "z=": 777,
    "z=(": 778,
    "<unk>": 779
  },
  "merges": [
    [
      "i",
      "n"
    ],
    [
      "/",
      "3"
    ],
    [
      "t",
      "a"
    ],
    [
      "_",
      "m"
    ],
    [
      "=",
      "("
    ],
    [
      "a",
      "l"
    ],
    [
      ")",
      "/"
    ],
    [
      ")/",
      "("
    ],
    [
      "r",
      "t"
    ],
    [
      "p",
      "a"
    ],
    [
      "pa",
      "rt"
    ],
    [
      "part",
      "i"
    ],
    [
      "parti",
      "al"
    ],
    [
      ")",
      "^"
    ],
    [
      "/3",
      "+"
    ],
    [
      "s",
      "i"
    ],
    [
      "2",
      "+"
    ],
    [
      "_",
      "i"
    ],
    [
      "_",
      "a"
    ],
    [
      "_",
      "n"
    ],
    [
      "_",
      "0"
    ],
    [
      "_m",
      "in"
    ],
    [
      "=",
      "s"
    ],
    [
      "_a",
      "v"
    ],
    [
      "_av",
      "g"
    ],
    [
      "_",
      "r"
    ],
    [
      "_r",
      "m"
    ],
    [
      "_rm",
      "s"
    ],
    [
      "(",
      "1"
    ],
    [
      "_",
      "1"
    ],
    [
      "_n",
      "e"
    ],
    [
      "_ne",
      "t"
    ],
    [
      "_",
      "f"
    ],
    [
      "_m",
      "a"
    ],
    [
      "_ma",
      "x"
    ],
    [
      "p",
      "h"
    ],
    [
      "p",
      "si"
    ],
    [
      "l",
      "o"
    ],
    [
      "g",
      "a"
    ],
    [
      "e",
      "ta"
    ],
    [
      "m",
      "a"
    ],
    [
      "n",
      "("
    ],
    [
      "_",
      "2"
    ],
    [
      ")",
      "+"
    ],
    [
      ")",
      "-"
    ],
    [
      "N",
      "_"
    ],
    [
      "N_",
      "A"
    ],
    [
      "/",
      "partial"
    ],
    [
      "in",
      "t"
    ],
    [
      ")",
      "d"
    ],
    [
      "p",
      "i"
    ],
    [
      "=",
      "1"
    ],
    [
      "/",
      "d"
    ],
    [
      "u",
      "m"
    ],
    [
      "^",
      "-"
    ],
    [
      "3",
      "+"
    ],
    [
      "c",
      "+"
    ],
    [
      "=",
      "d"
    ],
    [
      "=",
      "int"
    ],
    [
      "(",
      "4"
    ],
    [
      "=",
      "partial"
    ],
    [
      "^",
      "n"
    ],
    [
      "h",
      "+"
    ],
    [
      "2",
      "-"
    ],
    [
      "/",
      "2+"
    ],
    [
      "R",
      "+"
    ],
    [
      ")^",
      "n"
    ],
    [
      "=s",
      "um"
    ],
    [
      "m",
      "u"
    ],
    [
      "/3",
      "*"
    ],
    [
      "ph",
      "i"
    ],
    [
      "k",
      "+"
    ],
    [
      "/3",
      "-"
    ],
    [
      "pi",
      "+"
    ],
    [
      "e",
      "psi"
    ],
    [
      "epsi",
      "lo"
    ],
    [
      "epsilo",
      "n"
    ],
    [
      "N_A",
      "+"
    ],
    [
      "o",
      "m"
    ],
    [
      "om",
      "e"
    ],
    [
      "ome",
      "ga"
    ],
    [
      "G",
      "+"
    ],
    [
      "2",
      "/3+"
    ],
    [
      "al",
      "ph"
    ],
    [
      "alph",
      "a"
    ],
    [
      "=(",
      "1"
    ],
    [
      "e",
      "+"
    ],
    [
      "e",
      "l"
    ],
    [
      "el",
      "ta"
    ],
    [
      "b",
      "eta"
    ],
    [
      "si",
      "g"
    ],
    [
      "sig",
      "ma"
    ],
    [
      "c",
      "o"
    ],
    [
      "co",
      "s"
    ],
    [
      "d",
      "a"
    ],
    [
      "lo",
      "g"
    ],
    [
      "ta",
      "u"
    ],
    [
      "ga",
      "m"
    ],
    [
      "gam",
      "ma"
    ],
    [
      "t",
      "h"
    ],
    [
      "th",
      "eta"
    ],
    [
      "l",
      "a"
    ],
    [
      "la",
      "m"
    ],
    [
      "lam",
      "b"
    ],
    [
      "lamb",
      "da"
    ],
    [
      "d",
      "elta"
    ],
    [
      "e",
      "x"
    ],
    [
      "ex",
      "p"
    ],
    [
      "^",
      "3"
    ],
    [
      ")/(",
      "1"
    ],
    [
      "/d",
      "x"
    ],
    [
      "/d",
      "t"
    ],
    [
      "q",
      "rt"
    ],
    [
      "2",
      "*"
    ],
    [
      "^",
      "in"
    ],
    [
      "^in",
      "f"
    ],
    [
      "^",
      "+"
    ],
    [
      "ta",
      "n("
    ],
    [
      "^-",
      "1"
    ],
    [
      "=",
      "0"
    ],
    [
      "l",
      "n("
    ],
    [
      "^",
      "*"
    ],
    [
      "^",
      "c"
    ],
    [
      "^c",
      "i"
    ],
    [
      "^ci",
      "r"
    ],
    [
      "=",
      "log"
    ],
    [
      "=",
      "cos"
    ],
    [
      "=",
      "exp"
    ],
    [
      "=s",
      "in"
    ],
    [
      "=(",
      "4"
    ],
    [
      "(1",
      "/2+"
    ],
    [
      "^",
      "2"
    ],
    [
      "=sum",
      "_"
    ],
    [
      ")^",
      "3"
    ],
    [
      "=",
      "tan("
    ],
    [
      "=s",
      "qrt"
    ],
    [
      "(1",
      "+"
    ],
    [
      "=",
      "4"
    ],
    [
      "(1",
      "/3+"
    ],
    [
      "=",
      "ln("
    ],
    [
      "^inf",
      "("
    ],
    [
      "(4",
      "/3+"
    ],
    [
      ")^",
      "2"
    ],
    [
      "^",
      "N"
    ],
    [
      ")/(",
      "4"
    ],
    [
      "-",
      "("
    ],
    [
      "=log",
      "("
    ],
    [
      "/",
      "2-"
    ],
    [
      "^cir",
      "c"
    ],
    [
      "=exp",
      "("
    ],
    [
      "=cos",
      "("
    ],
    [
      "=sin",
      "("
    ],
    [
      "_min",
      "+"
    ],
    [
      "(4",
      "+"
    ],
    [
      "+",
      "("
    ],
    [
      ")-",
      "("
    ],
    [
      ")d",
      "r"
    ],
    [
      "/partial",
      "t"
    ],
    [
      "=int",
      "("
    ],
    [
      "/partial",
      "x"
    ],
    [
      "+",
      "v"
    ],
    [
      "+",
      "a"
    ],
    [
      ")+",
      "("
    ],
    [
      ")d",
      "x"
    ],
    [
      "_",
      "2+"
    ],
    [
      ")d",
      "t"
    ],
    [
      "=sqrt",
      "("
    ],
    [
      "_0",
      "+"
    ],
    [
      ")^n",
      "+"
    ],
    [
      "^",
      "n("
    ],
    [
      "3",
      "-"
    ],
    [
      "/partial",
      "y"
    ],
    [
      "_max",
      "+"
    ],
    [
      "_i",
      "+"
    ],
    [
      ")d",
      "V"
    ],
    [
      "/partial",
      "r"
    ],
    [
      "s",
      "um"
    ],
    [
      "2",
      "/3*"
    ],
    [
      "R",
      "*"
    ],
    [
      "_avg",
      "+"
    ],
    [
      "_f",
      "+"
    ],
    [
      "h",
      "-"
    ],
    [
      "h",
      "*"
    ],
    [
      "_1",
      "+"
    ],
    [
      "_0",
      ")"
    ],
    [
      "_rms",
      "+"
    ],
    [
      "_i",
      ")"
    ],
    [
      "^N",
      "("
    ],
    [
      "R",
      "-"
    ],
    [
      "_f",
      ")"
    ],
    [
      "/",
      "2*"
    ],
    [
      "_net",
      "+"
    ],
    [
      "3",
      "*"
    ],
    [
      "e",
      "-"
    ],
    [
      "=sum_",
      "j"
    ],
    [
      "_avg",
      ")"
    ],
    [
      "_2",
      ")"
    ],
    [
      "G",
      "*"
    ],
    [
      "e",
      "*"
    ],
    [
      "2",
      "/3-"
    ],
    [
      "G",
      "-"
    ],
    [
      "_1",
      ")"
    ],
    [
      "_min",
      ")"
    ],
    [
      "c",
      "-"
    ],
    [
      "=sum",
      "_i"
    ],
    [
      "N_A",
      "*"
    ],
    [
      "_rms",
      ")"
    ],
    [
      "c",
      "*"
    ],
    [
      "^",
      "L"
    ],
    [
      "_net",
      ")"
    ],
    [
      "-",
      "1"
    ],
    [
      "^",
      "3+"
    ],
    [
      "k",
      "-"
    ],
    [
      "^",
      "b"
    ],
    [
      "N_A",
      "-"
    ],
    [
      "k",
      "*"
    ],
    [
      "pi",
      "*"
    ],
    [
      "pi",
      "-"
    ],
    [
      "_max",
      ")"
    ],
    [
      "=sum_",
      "k"
    ],
    [
      "_",
      "L"
    ],
    [
      "a",
      "="
    ],
    [
      "=sum",
      "_n"
    ],
    [
      "^+",
      "+"
    ],
    [
      "=(4",
      "/3+"
    ],
    [
      "=(1",
      "+"
    ],
    [
      ")^n+",
      "1"
    ],
    [
      "^cir",
      "c+"
    ],
    [
      "=(",
      "3+"
    ],
    [
      "=(",
      "2/3+"
    ],
    [
      "^n",
      "+"
    ],
    [
      "^",
      "2+"
    ],
    [
      "=(",
      "2+"
    ],
    [
      "=(1",
      "/2+"
    ],
    [
      ")^",
      "1"
    ],
    [
      "^*",
      "+"
    ],
    [
      "s",
      "in"
    ],
    [
      "=int",
      "_a"
    ],
    [
      "=(1",
      "/3+"
    ],
    [
      "a",
      "+"
    ],
    [
      "^-1",
      "+"
    ],
    [
      "^-",
      "+"
    ],
    [
      "s",
      "qrt"
    ],
    [
      ")^",
      "-1"
    ],
    [
      "=int",
      "_0"
    ],
    [
      ")^",
      "2-"
    ],
    [
      "=int",
      "_L"
    ],
    [
      "=0",
      "^inf("
    ],
    [
      "=1",
      "^n("
    ],
    [
      "^b",
      "("
    ],
    [
      "=0",
      "^n("
    ],
    [
      "I",
      "="
    ],
    [
      "=(4",
      "+"
    ],
    [
      "cos",
      "("
    ],
    [
      "A",
      "="
    ],
    [
      "sum",
      "_"
    ],
    [
      "a",
      ")"
    ],
    [
      "L",
      "="
    ],
    [
      "F",
      "="
    ],
    [
      "+",
      "d"
    ],
    [
      "-",
      "d"
    ],
    [
      "^L",
      "("
    ],
    [
      "T",
      "="
    ],
    [
      "=0",
      "^N("
    ],
    [
      "R",
      "="
    ],
    [
      "=1",
      "^inf("
    ],
    [
      "v",
      "="
    ],
    [
      "=1",
      "^N("
    ],
    [
      "exp",
      "("
    ],
    [
      "*",
      "v"
    ],
    [
      ")^",
      "2+"
    ],
    [
      "z",
      "="
    ],
    [
      "sin",
      "("
    ],
    [
      "l",
      "n"
    ],
    [
      "B",
      "="
    ],
    [
      "g",
      "="
    ],
    [
      "p",
      "="
    ],
    [
      "m",
      "="
    ],
    [
      "n",
      "="
    ],
    [
      "+",
      "V"
    ],
    [
      "4",
      "+"
    ],
    [
      "log",
      "("
    ],
    [
      "4",
      "/3+"
    ],
    [
      "x",
      "="
    ],
    [
      "C",
      "="
    ],
    [
      "phi",
      "+"
    ],
    [
      "h",
      "="
    ],
    [
      "mu",
      "+"
    ],
    [
      "v",
      "+"
    ],
    [
      "V",
      "="
    ],
    [
      "y",
      "="
    ],
    [
      "sqrt",
      "("
    ],
    [
      "Q",
      "="
    ],
    [
      "r",
      "+"
    ],
    [
      "b",
      "="
    ],
    [
      "gamma",
      "+"
    ],
    [
      "ta",
      "n"
    ],
    [
      "P",
      "="
    ],
    [
      "_net",
      "-"
    ],
    [
      "W",
      "="
    ],
    [
      "_net",
      "*"
    ],
    [
      "_rms",
      "-"
    ],
    [
      "+",
      "t"
    ],
    [
      "z",
      "+"
    ],
    [
      "_min",
      "*"
    ],
    [
      "_0",
      ")/("
    ],
    [
      "omega",
      "+"
    ],
    [
      "P",
      ")"
    ],
    [
      "a",
      "=("
    ],
    [
      "E",
      "="
    ],
    [
      "_avg",
      ")/("
    ],
    [
      "L",
      ")"
    ],
    [
      "_min",
      "-"
    ],
    [
      "x",
      "+"
    ],
    [
      "R",
      ")"
    ],
    [
      "sigma",
      ")"
    ],
    [
      "_i",
      ")/("
    ],
    [
      "T",
      ")"
    ],
    [
      "g",
      "+"
    ],
    [
      "F",
      ")"
    ],
    [
      "=4",
      "/3*"
    ],
    [
      "*",
      "a"
    ],
    [
      "C",
      "+"
    ],
    [
      "y",
      "+"
    ],
    [
      "_max",
      ")/("
    ],
    [
      "b",
      ")"
    ],
    [
      "b",
      "+"
    ],
    [
      "s",
      ")"
    ],
    [
      "epsilon",
      "+"
    ],
    [
      "mu",
      ")"
    ],
    [
      "omega",
      ")"
    ],
    [
      "w",
      ")"
    ],
    [
      "g",
      ")"
    ],
    [
      "_1",
      "-"
    ],
    [
      "p",
      "+"
    ],
    [
      "_min",
      ")/("
    ],
    [
      ")/(1",
      "/3-"
    ],
    [
      "int",
      "("
    ],
    [
      "(1",
      "-"
    ],
    [
      "epsilon",
      ")"
    ],
    [
      "=4",
      "/3-"
    ],
    [
      "v",
      ")"
    ],
    [
      "Q",
      "+"
    ],
    [
      "_1",
      ")/("
    ],
    [
      "alpha",
      "+"
    ],
    [
      ")^n",
      "-"
    ],
    [
      "=1",
      "/3+"
    ],
    [
      "B",
      ")"
    ],
    [
      "x",
      ")"
    ],
    [
      "delta",
      "+"
    ],
    [
      "E",
      "+"
    ],
    [
      "alpha",
      ")"
    ],
    [
      "y",
      ")"
    ],
    [
      "W",
      "+"
    ],
    [
      "(1",
      "/2-"
    ],
    [
      "lambda",
      ")"
    ],
    [
      "=1",
      "^N"
    ],
    [
      "Q",
      ")"
    ],
    [
      "_f",
      "*"
    ],
    [
      "delta",
      ")"
    ],
    [
      "beta",
      "+"
    ],
    [
      "u",
      "+"
    ],
    [
      "_f",
      "-"
    ],
    [
      "=1",
      "/2-"
    ],
    [
      ")+",
      "partial"
    ],
    [
      "tau",
      "+"
    ],
    [
      ")-",
      "d"
    ],
    [
      "^circ",
      "-"
    ],
    [
      "C",
      ")"
    ],
    [
      "h",
      ")"
    ],
    [
      "^",
      "2-"
    ],
    [
      "=1",
      "/2+"
    ],
    [
      "_max",
      "-"
    ],
    [
      ")/(4",
      "/3*"
    ],
    [
      "sum",
      "_i"
    ],
    [
      "L",
      "+"
    ],
    [
      "u",
      ")"
    ],
    [
      "p",
      ")"
    ],
    [
      ")/(4",
      "/3-"
    ],
    [
      "_rms",
      "*"
    ],
    [
      ")/(1",
      "/2+"
    ],
    [
      "n",
      ")"
    ],
    [
      "n",
      "+"
    ],
    [
      "tau",
      ")"
    ],
    [
      "phi",
      ")"
    ],
    [
      "theta",
      ")"
    ],
    [
      "V",
      "+"
    ],
    [
      "A",
      ")"
    ],
    [
      "(1",
      "/3*"
    ],
    [
      "sum_",
      "k"
    ],
    [
      ")/(1",
      "/3+"
    ],
    [
      "beta",
      ")"
    ],
    [
      "_2",
      "*"
    ],
    [
      "theta",
      "+"
    ],
    [
      "F",
      "+"
    ],
    [
      "A",
      "+"
    ],
    [
      "psi",
      ")"
    ],
    [
      "s",
      "+"
    ],
    [
      "_2",
      ")/("
    ],
    [
      "_avg",
      "-"
    ],
    [
      "_net",
      ")/("
    ],
    [
      "I",
      "+"
    ],
    [
      "E",
      ")"
    ],
    [
      "sigma",
      "+"
    ],
    [
      "lambda",
      "+"
    ],
    [
      "m",
      ")"
    ],
    [
      ")/(1",
      "/2*"
    ],
    [
      "=1",
      "+"
    ],
    [
      "psi",
      "+"
    ],
    [
      "W",
      ")"
    ],
    [
      "sum",
      "_n"
    ],
    [
      "V",
      ")"
    ],
    [
      "_i",
      "*"
    ],
    [
      "T",
      "+"
    ],
    [
      "_avg",
      "*"
    ],
    [
      "P",
      "+"
    ],
    [
      "(1",
      "/3-"
    ],
    [
      "-",
      "partial"
    ],
    [
      "t",
      "+"
    ],
    [
      "=1",
      "^inf"
    ],
    [
      "c",
      ")"
    ],
    [
      ")/(1",
      "/3*"
    ],
    [
      "^-",
      "-"
    ],
    [
      "=4",
      "-"
    ],
    [
      "r",
      ")"
    ],
    [
      "/dt",
      "+"
    ],
    [
      "gamma",
      ")"
    ],
    [
      "_max",
      "*"
    ],
    [
      "a",
      "=partial"
    ],
    [
      "I",
      ")"
    ],
    [
      "_f",
      ")/("
    ],
    [
      "=1",
      "/3-"
    ],
    [
      "t",
      ")"
    ],
    [
      "(1",
      "/2*"
    ],
    [
      "^-1",
      "*"
    ],
    [
      ")^",
      "3+"
    ],
    [
      ")^1",
      "/2+"
    ],
    [
      "_0",
      "*"
    ],
    [
      "2/3+",
      "N_A+"
    ],
    [
      "^*",
      ")"
    ],
    [
      "=1",
      "-"
    ],
    [
      "(1",
      "*"
    ],
    [
      "T",
      "=("
    ],
    [
      "^*",
      "-"
    ],
    [
      "sum_",
      "j"
    ],
    [
      ")/(1",
      "/2-"
    ],
    [
      "B",
      "+"
    ],
    [
      "d",
      ")"
    ],
    [
      "a",
      "=d"
    ],
    [
      "+a",
      ")"
    ],
    [
      "^+",
      "-"
    ],
    [
      ")+",
      "d"
    ],
    [
      "^n",
      ")"
    ],
    [
      "m",
      "+"
    ],
    [
      ")/(4",
      "*"
    ],
    [
      "=1",
      "/3*"
    ],
    [
      "a",
      "_1"
    ],
    [
      "_2",
      "-"
    ],
    [
      "_0",
      "-"
    ],
    [
      "a",
      "_rms"
    ],
    [
      "(4",
      "*"
    ],
    [
      ")/(1",
      "*"
    ],
    [
      "_i",
      "-"
    ],
    [
      "=d",
      "P"
    ],
    [
      ")/(4",
      "/3+"
    ],
    [
      ")^1",
      "/2-"
    ],
    [
      ")/(4",
      "-"
    ],
    [
      "=partial",
      "B"
    ],
    [
      "=4",
      "/3+"
    ],
    [
      "w",
      "+"
    ],
    [
      "(4",
      "/3*"
    ],
    [
      ")/(",
      "2+"
    ],
    [
      "^-",
      "*"
    ],
    [
      "h",
      "=("
    ],
    [
      "=partial",
      "L"
    ],
    [
      "=partial",
      "A"
    ],
    [
      ")/(1",
      "-"
    ],
    [
      "=0",
      "^N"
    ],
    [
      "=4",
      "*"
    ],
    [
      "V",
      "=("
    ],
    [
      "P",
      "=("
    ],
    [
      "_avg",
      "=("
    ],
    [
      "_1",
      "*"
    ],
    [
      "=d",
      "a"
    ],
    [
      "=d",
      "elta"
    ],
    [
      "_f",
      "=("
    ],
    [
      "^+",
      ")"
    ],
    [
      "d",
      "+"
    ],
    [
      "_1",
      "=("
    ],
    [
      ")/(1",
      "+"
    ],
    [
      "^3",
      "-"
    ],
    [
      "=0",
      "^inf"
    ],
    [
      ")+",
      "1"
    ],
    [
      "^",
      "2*"
    ],
    [
      ")/(",
      "3+"
    ],
    [
      "_0",
      "=("
    ],
    [
      "2/3+",
      "R+"
    ],
    [
      "=partial",
      "m"
    ],
    [
      "+v",
      ")"
    ],
    [
      "^3",
      ")"
    ],
    [
      "int",
      "_0"
    ],
    [
      ")/(4",
      "+"
    ],
    [
      "^n",
      "-"
    ],
    [
      "/dx",
      "+"
    ],
    [
      "/dt",
      "-"
    ],
    [
      "I",
      "=("
    ],
    [
      "=d",
      "C"
    ],
    [
      "=d",
      "h"
    ],
    [
      "a",
      "_f"
    ],
    [
      "=(1",
      "/2-"
    ],
    [
      "2+",
      "G+"
    ],
    [
      "=partial",
      "F"
    ],
    [
      "=4",
      "+"
    ],
    [
      "=1",
      "*"
    ],
    [
      "=1",
      "/2*"
    ],
    [
      "_max",
      "=("
    ],
    [
      "=d",
      "A"
    ],
    [
      "a",
      "*"
    ],
    [
      "/",
      "2"
    ],
    [
      "x",
      "=("
    ],
    [
      "E",
      "=("
    ],
    [
      "=partial",
      "R"
    ],
    [
      "=partial",
      "p"
    ],
    [
      "W",
      "=("
    ],
    [
      ")^3",
      "-"
    ],
    [
      "^2",
      ")"
    ],
    [
      "_net",
      "="
    ],
    [
      "=partial",
      "h"
    ],
    [
      "/dx",
      "-"
    ],
    [
      ")/(",
      "2-"
    ],
    [
      ")-",
      "1"
    ],
    [
      "a",
      "_avg"
    ],
    [
      "^-1",
      "-"
    ],
    [
      "=(1",
      "/3*"
    ],
    [
      "=sum_j",
      "=0^n("
    ],
    [
      ")-",
      "partial"
    ],
    [
      "=d",
      "W"
    ],
    [
      "int",
      "_L"
    ],
    [
      "=(1",
      "/2*"
    ],
    [
      ")^1",
      "/2"
    ],
    [
      "^-",
      ")"
    ],
    [
      "3+",
      "h+"
    ],
    [
      "=partial",
      "T"
    ],
    [
      "B",
      "_rms"
    ],
    [
      "g",
      "=("
    ],
    [
      "^-1",
      ")"
    ],
    [
      "C",
      "_rms"
    ],
    [
      "2+",
      "h+"
    ],
    [
      "A",
      "=("
    ],
    [
      "z",
      ")"
    ],
    [
      ")/(",
      "2/3*"
    ],
    [
      "=d",
      "R"
    ],
    [
      "C",
      "_min"
    ],
    [
      "^+",
      "*"
    ],
    [
      "b",
      "_rms"
    ],
    [
      "(1+",
      "c+"
    ],
    [
      "=d",
      "L"
    ],
    [
      "=d",
      "E"
    ],
    [
      "E",
      "_1"
    ],
    [
      "^3",
      "*"
    ],
    [
      "(4+",
      "G+"
    ],
    [
      "=d",
      "v"
    ],
    [
      ")/(",
      "3-"
    ],
    [
      "_net",
      "=("
    ],
    [
      "z",
      "=("
    ],
    [
      "=partial",
      "n"
    ],
    [
      "_f",
      "="
    ],
    [
      "=d",
      "m"
    ],
    [
      "=d",
      "g"
    ],
    [
      "_min",
      "="
    ],
    [
      "v",
      "=("
    ],
    [
      "=partial",
      "g"
    ],
    [
      "^n",
      "*"
    ],
    [
      "^circ",
      "*"
    ],
    [
      "(1/2+",
      "c+"
    ],
    [
      ")^n",
      "+("
    ],
    [
      "F",
      "_rms"
    ],
    [
      "b",
      "_i"
    ],
    [
      "A",
      "-"
    ],
    [
      "a",
      "-"
    ],
    [
      ")^n+1",
      "+"
    ],
    [
      "=partial",
      "C"
    ],
    [
      "=sum_i",
      "=0^inf("
    ],
    [
      "2+",
      "R+"
    ],
    [
      "Q",
      "=("
    ],
    [
      "V",
      "_min"
    ],
    [
      "(1/3+",
      "N_A+"
    ],
    [
      ")/(",
      "3*"
    ],
    [
      "g",
      "_avg"
    ],
    [
      ")^2-",
      "("
    ],
    [
      "=d",
      "T"
    ],
    [
      "B",
      "_i"
    ],
    [
      "v",
      "-"
    ],
    [
      "L",
      "=("
    ],
    [
      "3+",
      "N_A+"
    ],
    [
      "=int_L",
      "^b("
    ],
    [
      "^*",
      "*"
    ],
    [
      ")^-1",
      "+"
    ],
    [
      "=(4",
      "-"
    ],
    [
      ")/(",
      "2/3-"
    ],
    [
      "(1/3+",
      "k+"
    ],
    [
      "2/3+",
      "e+"
    ],
    [
      "=int_a",
      "^b("
    ],
    [
      "=int",
      "(4/3+"
    ],
    [
      "4",
      "-"
    ],
    [
      "=(4",
      "/3-"
    ],
    [
      "B",
      "=("
    ],
    [
      "_i",
      "=("
    ],
    [
      "F",
      "_avg"
    ],
    [
      "F",
      "=("
    ],
    [
      "Q",
      "_max"
    ],
    [
      "v",
      "*"
    ],
    [
      "=partial",
      "W"
    ],
    [
      "(1/3+",
      "h+"
    ],
    [
      "m",
      "=("
    ],
    [
      "_2",
      "=("
    ],
    [
      ")^n",
      "-("
    ],
    [
      "=d",
      "V"
    ],
    [
      "int",
      "_a"
    ],
    [
      "(4",
      "/3-"
    ],
    [
      "V",
      "-"
    ],
    [
      "b",
      "_net"
    ],
    [
      "=int_a",
      "^inf("
    ],
    [
      ")+",
      "(4/3+"
    ],
    [
      "y",
      "_1"
    ],
    [
      "sigma",
      "*"
    ],
    [
      "^circ",
      ")"
    ],
    [
      ")/(",
      "2*"
    ],
    [
      ")/(",
      "2/3+"
    ],
    [
      "=int_0",
      "^inf("
    ],
    [
      "E",
      "*"
    ],
    [
      "a",
      "_0"
    ],
    [
      "(4",
      "-"
    ],
    [
      "=partial",
      "P"
    ],
    [
      "T",
      "_min"
    ],
    [
      "=int_0",
      "^L("
    ],
    [
      "(1/2+",
      "pi+"
    ],
    [
      "=int(",
      "N_A+"
    ],
    [
      "p",
      "_min"
    ],
    [
      "3+",
      "R+"
    ],
    [
      "n",
      "_rms"
    ],
    [
      "(1/2+",
      "e+"
    ],
    [
      "4",
      "/3-"
    ],
    [
      "3+",
      "k+"
    ],
    [
      "E",
      "_rms"
    ],
    [
      "T",
      "*"
    ],
    [
      "x",
      "_net"
    ],
    [
      "=partial",
      "I"
    ],
    [
      "L",
      "_avg"
    ],
    [
      "=(4",
      "/3*"
    ],
    [
      "L",
      "_net"
    ],
    [
      ")^2+",
      "("
    ],
    [
      "=partial",
      "Q"
    ],
    [
      "a",
      "_max"
    ],
    [
      "(1/2+",
      "h+"
    ],
    [
      "Q",
      "_1"
    ],
    [
      "(1+",
      "k+"
    ],
    [
      "p",
      "=("
    ],
    [
      ")^3",
      "-("
    ],
    [
      "r",
      "-"
    ],
    [
      "+a",
      "+"
    ],
    [
      "a",
      "_min"
    ],
    [
      "u",
      "-"
    ],
    [
      "psi",
      "-"
    ],
    [
      ")^n+1",
      "-"
    ],
    [
      "h",
      "_min"
    ],
    [
      "m",
      "*"
    ],
    [
      ")+",
      "ln("
    ],
    [
      "epsilon",
      "-"
    ],
    [
      "3+",
      "G+"
    ],
    [
      "(1/3+",
      "e+"
    ],
    [
      "I",
      "_rms"
    ],
    [
      "b",
      "=("
    ],
    [
      "=(1",
      "-"
    ],
    [
      "p",
      "-"
    ],
    [
      "y",
      "*"
    ],
    [
      "(1/2+",
      "N_A+"
    ],
    [
      "3+",
      "pi+"
    ],
    [
      "(1/3+",
      "c+"
    ],
    [
      "(1+",
      "e+"
    ],
    [
      ")+",
      "tan("
    ],
    [
      "=int_0",
      "^b("
    ],
    [
      "y",
      "_avg"
    ],
    [
      "F",
      "_min"
    ],
    [
      "x",
      "_rms"
    ],
    [
      "lambda",
      "-"
    ],
    [
      ")+",
      "cos("
    ],
    [
      "t",
      "-"
    ],
    [
      "p",
      "_avg"
    ],
    [
      "=sum_k",
      "=0^inf("
    ],
    [
      "Q",
      "_avg"
    ],
    [
      "R",
      "_i"
    ],
    [
      "=sum_i",
      "=1^inf("
    ],
    [
      "n",
      "=("
    ],
    [
      "=0",
      "^n"
    ],
    [
      "(1+",
      "pi+"
    ],
    [
      "h",
      "_avg"
    ],
    [
      "x",
      "_i"
    ],
    [
      "(1/2+",
      "k+"
    ],
    [
      "=partial",
      "a"
    ],
    [
      "h",
      "_i"
    ],
    [
      "=d",
      "I"
    ],
    [
      "=sum_j",
      "=1^n("
    ],
    [
      "v",
      "_net"
    ],
    [
      ")-(",
      "k+"
    ],
    [
      "v",
      "_0"
    ],
    [
      "/partialt",
      "+"
    ],
    [
      "v",
      "_2"
    ],
    [
      "=(1",
      "*"
    ],
    [
      "x",
      "-"
    ],
    [
      "2+",
      "pi+"
    ],
    [
      "=partial",
      "E"
    ],
    [
      "2+",
      "e+"
    ],
    [
      "P",
      "_0"
    ],
    [
      "4",
      "*"
    ],
    [
      "=1",
      "^n"
    ],
    [
      "v",
      "_min"
    ],
    [
      "=da",
      "/dx"
    ],
    [
      "v",
      "_avg"
    ],
    [
      "W",
      "*"
    ],
    [
      "T",
      "_max"
    ],
    [
      "=d",
      "n"
    ],
    [
      "A",
      "_i"
    ],
    [
      "(1+",
      "R+"
    ],
    [
      "C",
      "_max"
    ],
    [
      "g",
      "_rms"
    ],
    [
      "y",
      "-"
    ],
    [
      "2/3+",
      "k+"
    ],
    [
      "n",
      "_min"
    ],
    [
      ")-",
      "tan("
    ],
    [
      "m",
      "_0"
    ],
    [
      "2+",
      "c+"
    ],
    [
      "2+",
      "k+"
    ],
    [
      "w",
      "*"
    ],
    [
      "W",
      "_f"
    ],
    [
      "=sum_k",
      "=1^n("
    ],
    [
      "=(1",
      "/3-"
    ],
    [
      "^-1",
      ")+"
    ],
    [
      "m",
      "-"
    ],
    [
      "=d",
      "Q"
    ],
    [
      "h",
      "_rms"
    ],
    [
      "=dP",
      "/dx"
    ],
    [
      "2+",
      "N_A+"
    ],
    [
      "v",
      "_rms"
    ],
    [
      "=sum_i",
      "=0^n("
    ],
    [
      "b",
      "_0"
    ],
    [
      "g",
      "*"
    ],
    [
      "(1+",
      "h+"
    ],
    [
      "p",
      "_net"
    ],
    [
      "h",
      "_max"
    ],
    [
      "P",
      "_avg"
    ],
    [
      ")-",
      "ln("
    ],
    [
      "R",
      "_net"
    ],
    [
      "tau",
      "-"
    ],
    [
      "L",
      "_1"
    ],
    [
      "3+",
      "c+"
    ],
    [
      "=ln(",
      "R+"
    ],
    [
      "L",
      "_f"
    ],
    [
      "C",
      "=("
    ],
    [
      "a",
      "_2"
    ],
    [
      "V",
      "_avg"
    ],
    [
      "(1+",
      "G+"
    ],
    [
      "=tan(",
      "4+"
    ],
    [
      "R",
      "=("
    ],
    [
      "y",
      "=("
    ],
    [
      "(4+",
      "c+"
    ],
    [
      "phi",
      "*"
    ],
    [
      "A",
      "_0"
    ],
    [
      "m",
      "_avg"
    ],
    [
      "=cos",
      "(4+"
    ],
    [
      "=int_L",
      "^L("
    ],
    [
      "beta",
      "*"
    ],
    [
      "v",
      "_1"
    ],
    [
      "b",
      "_1"
    ],
    [
      "I",
      "_0"
    ],
    [
      "W",
      "-"
    ],
    [
      "I",
      "*"
    ],
    [
      "P",
      "_i"
    ],
    [
      "C",
      "_avg"
    ],
    [
      "P",
      "-"
    ],
    [
      "B",
      "_min"
    ],
    [
      "omega",
      "-"
    ],
    [
      "B",
      "_avg"
    ],
    [
      "2/3+",
      "G+"
    ],
    [
      "L",
      ")/("
    ],
    [
      "R",
      "_min"
    ],
    [
      "I",
      "_f"
    ],
    [
      ")dx",
      "-"
    ],
    [
      "=sum_n",
      "=1^n("
    ],
    [
      "I",
      "_max"
    ],
    [
      "p",
      "_2"
    ],
    [
      "mu",
      "-"
    ],
    [
      "(1/3+",
      "pi+"
    ],
    [
      "R",
      "_2"
    ],
    [
      "=exp",
      "(4/3+"
    ],
    [
      "L",
      "*"
    ],
    [
      "a",
      "_i"
    ],
    [
      "=int_a",
      "^L("
    ],
    [
      "R",
      "_rms"
    ],
    [
      "T",
      "_rms"
    ]
  ]
}